{
    "publication_date":"2025-03-19",

    "creators": [
        {
            "orcid": "0000-0002-5771-5694",
            "affiliation": "RNA Therapeutics Institute, UMass Chan Medical School, Worcester, MA, USA",
            "name": "Hammer, Mathias"
        },
        {
            "orcid": "0000-0001-6045-6104",
            "affiliation": "RNA Therapeutics Institute, UMass Chan Medical School, Worcester, MA, USA",
            "name": "Tourtellotte, Jocelyn"
        },
        {
            "orcid": "0009-0002-8937-2232",
            "affiliation": "RNA Therapeutics Institute, UMass Chan Medical School, Worcester, MA, USA",
            "name": "Hormann, Colton"
        },
        {
            "orcid": "0000-0002-2319-8262",
            "affiliation": "RNA Therapeutics Institute, UMass Chan Medical School, Worcester, MA, USA",
            "name": "Flemming, Selene"
        },
        {
            "affiliation": "RNA Therapeutics Institute, UMass Chan Medical School, Worcester, MA, USA",
            "name": "Tran, Brian"
        },
        {
            "affiliation": "Instructional Design IT, UMass Chan Medical School, Worcester, MA, USA",
            "name": "Rong, Hui"
        },
        {
            "orcid": "0000-0001-9067-804X",
            "affiliation": "RNA Therapeutics Institute, UMass Chan Medical School, Worcester, MA, USA",
            "name": "David Grunwald"
        }
    ],

    "description": "“When all you have is a hammer, everything is a nail” diametrically opposes the “right tool for the job” mentality. After observing graduate students in the biological sciences often adopting the former approach towards fluorescence light microscopy---using religiously the closest available microscope rather than the most suitable on campus—--we endeavored to shift mentality towards the latter through teaching how the tools work. We further observed that these students often lack an understanding of optics. To instill a practical knowledge of optics as applied in fluorescence microscopy, we set about to create an educational experience that linked theory and practice. As part of this effort, we provided students an opportunity to construct fluorescence microscopes in an open-ended, stepwise fashion with built-in features, such as the ability to track the beam along the beam path. As a result, we developed the CubEd, an easy-to-use, inexpensive, and extensible optics system that may lead students to a better understanding of how fluorescence microscopy works, and, as a result, will enable them to better design their own experiments in the future. This requires replacing expensive, closed system, boxed commercial microscopes with a modular, open frame system that allows direct access to the optics. Based on an early iteration of the UC2 microscope, the CubEd was conceived. It is an open-source microscope of modular design that balances cost, ease-of-use, flexibility of design, and extensibility.",
    "doi": "",
    "access_right":"open",
    "grants": [
        {
            "id":"10.13039/100000001::1917206"
            }
        ],
    "license": "CERN-OHL-P",
    "keywords": [
        "fluorescence microscopy",
        "UC2",
        "modular",
        "teaching",
        "classroom",
        "education"
    ],
    "title": "CubEd: a 3D printable fluorescence cube microscope optimized for classroom and teaching use.",
    "upload_type": "other",
    "version": "1.0.0"
}
